workspace/.mule/plugins-tmp/mule-netsuite-connector-11.5.12-mule-plugin/sample/xml/operations/get-budget-exchange-rate/request-empty-version.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns0:getBudgetExchangeRate xmlns:ns0="urn:messages.platform.webservices.netsuite.com">
            <ns0:budgetExchangeRateFilter>
                <ns01:period xmlns:ns01="urn:core.platform.webservices.netsuite.com" internalId="241" />
            </ns0:budgetExchangeRateFilter>
        </ns0:getBudgetExchangeRate>
    </soap:Body>
</soap:Envelope>